Repository: FeanorsCurse/storm
Catalog: src/web-app/js/audio-player/languages/audio-player-*.po
Languages: da_dk, de_de, es_es

source: WordPress automatically creates excerpts (summaries) for your posts. These are used by some themes to show on archive pages instead of the full post. By default, WordPress strips all HTML from these excerpts. Here you can choose what Audio Player inserts in excerpts in place of the player.
da_dk: WordPress opretter automatisk sammendrag for dine indlæg. Disse bruges af nogle temaer til visning på den aktive side i stedet for i det fulde indlæg. Som standard fjerner WordPress al HTML fra disse sammendrag. Her kan du vælge hvad afspilleren indsætter i sammendrag i stedet for afspilleren.
de_de: WordPress macht automatisch Auszüge (Zusammenfassung) für Ihre Beiträge. Diese werden durch einige Themen auf den Archiv-Seiten zu sehen sein. Standardmäßig WordPress Streifen sind alle HTML-Auszüge. Hier können Sie auswählen, welche Audio-Player-Einsätze in Auszügen in der der Spieler.
es_es: WordPress crea automáticamente resúmenes para tus mensajes. Los usan ciertos temas para mostrar en las páginas de archivo en vez de el mensaje completo. por defecto, WordPress separa todo el HTML de estos resúmenes.Aquí se puede elegir que reproductor de audio se inserta en los resúmenes.

source: Initial volume
da_dk: Indledende lydstyrke
de_de: Anfangslautstärke
es_es: Volumen inicial

source: This is the volume at which the player defaults to (0 is off, 100 is full volume)
da_dk: Dette er den lydstyrke afspilleren bruger som standard (0 er slukket, 100 er fuld styrke)
de_de: Dies ist die Standardlautstärke des Spielers (0 ist aus, 100 ist volle Lautstärke)
es_es: Este es el volumen por defecto del reproductor (0 es apagado, 100 es el máximo volumen)

source: Buffer time
da_dk: Mellemlager tid
de_de: Pufferlaufzeit
es_es: Tiempo del búfer

source: If you think your target audience is likely to have a slow internet connection, you can increase the player's buffering time (for standard broadband connections, 5 seconds is enough)
da_dk: Hvis du mener at en overvejende del af dit publikum har en langsom Internet-forbindelse kan du øge afspillerens buffer tid (for standard bredbånds-forbindelser er 5 sekunder nok)
de_de: Falls du der Meinung bist, dass deine Zielgruppe eher langsame Internetverbindungen nutzt, kannst du die Pufferzeit des Players erhöhen (für Standard-Breitbandverbindungen reichen 5 Sekunden aus)
es_es: Si usted piensa que audiencia objetivo probablemente posea una conexión a internet lenta, puede incrementar el tiempo de búfer del reproductor (para conexiones de banda ancha estándar, 5 segundos es suficiente)

source: Buffer time (in seconds)
da_dk: Mellemlager tid (i sekunder)
de_de: Pufferlaufzeit (in Sekunden)
es_es: Tiempo del búfer (en segundos)

source: Check for policy file
da_dk: Kontrollér for policy fil
de_de: Überprüfen Sie für die Datei
es_es: Comprueba el fichero de directivas

source: Enable this to tell Audio Player to check for a policy file on the server. This allows Flash to read ID3 tags on remote servers. Only enable this if all your mp3 files are located on a server with a policy file.
da_dk: Aktiver dette for at fortælle afspilleren at den skal kontrollere for en policy fil på serveren. Dette tillader Flash at læse ID3 tags på fjern-servere. Aktivér kun dette hvis alle dine mp3-filer er placeret på en server med en policy fil.
de_de: Zu Aktivieren, um das Abspielprogramm nach Policy-Dateien am Server suchen zu lassen. Damit kann Flash ID3 Tags auf entfernten Servern lesen. Bitte nur aktivieren, wenn all Ihre MP3-Dateien auf einem Server mit Policy-Datei liegen.
es_es: Activa ésta para que el reproductor de audio compruebe el fichero de directivas en el servidor. Esto permite que Flash lea todas las etiquetas ID3 en servidores remotos. Active ésta sólo si todos sus ficheros mp3 están en un servidor con fichero de directivas.

source: Encoding
da_dk: Indkodning
de_de: Zeichenkodierung
es_es: Codificando

source: Enable this to encode the URLs to your mp3 files. This is the only protection possible against people downloading the mp3 file to their computers.
da_dk: Aktivér dette for at indkode URLs til dine mp3-filer. Dette er den eneste mulige beskyttelse mod at folk henter mp3-filen til deres egen computer.
de_de: Zu Aktivieren um URLs zu Ihren MP3-Dateien zu encoden. Dies ist der einzig verfügbare Schutz Ihrer MP3-Dateien gegen Downloads durch Anndere.
es_es: Active ésta para codificar las URLs en los ficheros mp3. Ésta es la única manera de protegerse de la gente que descarga el fichero mp3 a su ordenador.

source: Encode mp3 URLs
da_dk: Indkod mp3 URLs
de_de: MP3-URLs encodieren
es_es: Codificar URLs de mp3

source: General
da_dk: Generelt
de_de: Allgemein

source: Enable in comments
da_dk: Aktivér i kommentarer
de_de: In Kommentaren freischalten
