Repository: FeanorsCurse/storm
Catalog: src/web-app/js/audio-player/languages/audio-player-*.po
Languages: da_dk, de_de, es_es

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Preferencias

source: [Audio clip: view full post to listen]
da_dk: [Lydklip: se det fulde indlæg for at aflytte]
de_de: [Audio-Clip: schaue ganze Text an um zu hören]
es_es: [Clip De Audio: Ver post completo ara escuchar]

source: Download audio file
da_dk: Hent lydfil
de_de: Audio-Datei herunterladen
es_es: Descargar fichero de audio

source: Audio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip. Download the latest version <a href="%s" title="Download Adobe Flash Player">here</a>. You also need to have JavaScript enabled in your browser.
da_dk: Lydklip: Adobe Flash Player (version 9 eller højere) kræves for at afspille dette lydklip. Hent den seneste version <a href="%s" title="Hent Adobe Flash Player">her</a>. Du skal også have JavaScript aktiveret i din browser.
de_de: Musikvideo: Adobe Flash Player (Version 9 oder höher) wird benötigt um dieses Musikvideo abzuspielen. Die aktuellste Version steht <a href="%s" title="Download Adobe Flash Player">hier</a> zum herunterladen bereit. Außerdem muss JavaScript in Ihrem Browser aktiviert sein.
es_es: Clip de audio: Es necesario tener Adobe Flash Player (versión 9 o superior) para reproducir este clip de audio. Descargue la versión más reciente <a href="%s" title="Download Adobe Flash Player">aquí</a>. También necesita tener activado Javascript en su navegador.

source: Settings for the Audio Player plugin. Visit <a href="%s">WPAudioPlayer.com</a> for usage information and project news.
da_dk: Indstillinger for Lydafspiller plugin. Besøg <a href="%s">WPAudioPlayer.com</a> for information om brug og projektnyheder.
de_de: Einstellungen für das Audio Player Plugin. Besuche <a href="%s">WPAudioPlayer.com</a> für Nutzungsinformationen und Neuigkeiten zum Projekt.
es_es: Ajustes para el plugin Audio Player. Visita <a href="%s">WPAudioPlayer.com</a> para el uso de la información y noticias del proyecto.

source: Current version
da_dk: Nuværende version
de_de: Aktuelle Version
es_es: Versión actual

source: Display
da_dk: Visning
es_es: Mostrar

source: Feed options
da_dk: Feed indstillinger
de_de: Feed Optionen
es_es: Opciones de alimentación

source: Advanced
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado

source: How do you want to use the audio player?
da_dk: Hvordan ønsker du at bruge lydafspilleren?
de_de: Wie möchtest du den Musikspieler benutzen?
es_es: ¿Cómo desea utilizar el reproductor de audio?

source: This set of options allows you to customize when your audio players appear.
da_dk: Disse muligheder tillader dig at tilpasse hvornår lydafspilleren vises.
de_de: Mit diesen Einstellungen kannst du festlegen, wann deine Audio Player angezeigt werden.
es_es: Este conjúnto de opciones le permite personalizar su reproductor de audio cuando aparece-

source: Replace [audio] syntax
da_dk: Udskift [lyd] syntax
de_de: Ersetze [audio] Syntax
es_es: Reemplazar [audio] sintaxis

source: This is the default behaviour and is the only way to apply options to a player instance. Use this option if you want to have more than one audio player per posting.
da_dk: Dette er standard opførslen, og er den eneste måde at tilføje muligheder til en afspiller. Brug denne mulighed hvis du ønsker at have mere en en afspiller pr. indlæg.
de_de: Dies ist das Standardverhalten und der einzige Weg Einstellungen an einer Player-Instanz durchzuführen. Nutze diese Option wenn du mehr als einen Audio-Player per Post nutzen möchtest.
es_es: Este es el comportamiento por defecto y es la única manera de aplicar las opciones para un reproductor ejemplo. Utilice esta opción si desea tener más de un reproductor de audio por desplazamiento

source: Replace all links to mp3 files
da_dk: Udskift alle links til mp3-filer
de_de: Ersetze alle Links zu mp3-Dateien
es_es: Sustituir todos los enlaces a archivos mp3

source: When selected, this option will replace all your links to mp3 files with a player instance. Be aware that this could produce odd results when links are in the middle of paragraphs.
da_dk: Når valgt, vil denne mulighed udskifte alle dine links til mp3-filer med en afspiller. Vær opmærksom på, at dette kan resultere i mærkelig opførsel når links ligger midt i en sætning.
de_de: Bei Auswahl dieser Option werden alle Ihre Links auf MP3-Dateien mit einem Spieler verlinkt. Seien Sie sich bewusst, dass es zu seltsame Ergebnisse kommen kann, wenn der Link in der Mitte des Absatzes ist.
es_es: Al seleccionarla, esta opción sustiturá todos los enlaces a ficheros mp3 por instancias al reproductor. Esto puede producir resultados inesperados cuando los enlaces están en medio de párrafos.

source: When selected, Audio Player will be enabled for all comments on your blog.
da_dk: Når valgt vil lydafspiller blive aktiveret for alle kommentarer på din blog.
de_de: Wenn du diese Option wählst, wird das Audio Player-Plugin für alle Kommentare in deinem Blog freigeschalten.
es_es: Cuando está seleccionado, Audio Player será activado para todos los comentarios en su blog.

source: Enclosure integration
de_de: Gehäuse Integration
es_es: Integración cerrada

source: Ideal for podcasting. If you set your enclosures manually, this option will automatically insert a player at the end of posts with an mp3 enclosure. The player will appear at the bottom of your posting.
da_dk: Ideel for podcasting. Hvis du sætter dine enclosures manuelt vil denne mulighed automatisk indsætte en afspiller til slut i indlægget med en mp3 enclosure. Afspilleren vil fremkomme i bunden af dit indlæg.
de_de: Ideal für Podcasts. Wenn du die Einbindungen manuell setzt, wird diese Option automatisch einen Player mit einer MP3-Verknüpfung in deine Beiträge einfügen. Der Player wird am unteren Ende deines Beitrags angezeigt.
es_es: Ideal para podcasts. Si configura los cierres manualmente, esta opción insertará automáticamente un reproductor en el final de los mensajes con un cierre mp3. El reproductor aparecerá por debajo del mensaje.

source: Move enclosures to the beginning of posts
da_dk: Flyt enclosures til toppen af indlæg.
de_de: Verknüpfung an den Postbeginn verschieben
es_es: Mueve los cierres al comienzo de los mensajes

source: When selected, players will be inserted at the beginning of the post when the enclosure integration option is selected.
da_dk: Når valgt, vil afspillere blive indsat i starten af indlæget når enclosure integrationsvalget er foretaget.
de_de: Mit dieser Option werden die Player am Beginn von Posts eingefügt.
es_es: Al seleccionarla, los reproductores se insertarán al comienzo del mensaje si la opción integración cerrada está marcada.

source: Default audio folder location
da_dk: Standard lydmappe placering
de_de: Pfad zum Standard Musikordner
es_es: Localización de la carpeta de audio predeterminada

source: Custom
da_dk: Brugerdefineret
de_de: Benutzerdefiniert
es_es: Personalizado

source: Verify
da_dk: Verificér
de_de: Überprüfen
es_es: Verificar

source: Click this button to verify that the audio folder is correctly configured
da_dk: Klik på denne knap for at verificére at lydmappen er korrekt konfigureret
de_de: Drücke diesen Knopf um zu bestätigen, dass der Musikordner korrekt konfiguriert ist
es_es: Haz clic en este botón para verificar que la carpeta de audio esté configurada correctamente

source: Custom audio folder locations cannot be verified
da_dk: Brugerdefineret lydmappe placering kan ikke verificéres
de_de: Die benutzerdefinierten Musikordner-Pfade können nicht bestätigt werden.
es_es: Las rutas personalizadas de las carpetas de audio no pueden ser verificadas

source: Checking...
da_dk: Kontrollerer...
de_de: Überprüfung läuft...
es_es: Verificando...

source: Audio folder location verified
da_dk: Lydmappe placering verificéret
de_de: Musikordner-Pfad bestätigt
es_es: Localización de carpeta de audio verificada

source: Audio folder location not found. Please check that the following folder exists on your server:
da_dk: Lydmappe placering ikke fundet. Kontrollér venligst at den følgende mappe eksisterer på din server:
de_de: Musikordner wurde nicht gefunden. Stelle sicher, dass der folgende Ordner auf deinem Server existiert:
es_es: La ruta de la carpeta de audio no se ha encontrado. Por favor, comprueba que la siguiente carpeta existe en tu servidor:

source: This is the default location for your audio files. When you use the [audio] syntax and don't provide an absolute URL for the mp3 file (the full URL including "http://") Audio Player will automatically look for the file in this location. You can set this to a folder located inside your blog folder structure or, alternatively, if you wish to store your audio files outside your blog (maybe even on a different server), choose "Custom" from the drop down and enter the absolute URL to that location.
da_dk: Dette er standard placeringen for dine lydfiler. Når du bruger [lyd] syntaxen og ikke angiver den absolutte URL til mp3-filen (den fulde URL inklusive "http://"). Lydafspilleren vil automatisk søge efter filen på denne placering. Du kan sætte denne til en mappe lokaliseret inde i din blogs mappestruktur eller, alternativt, hvis du ønsker at gemme dine lydfiler uden for din blog (mappe) selv på en anden server), kan du vælge "Tilpas" fra rullegardin-menuen og indtaste den absolutte sti til den placering.
de_de: Dies ist der Standardort für deine Musikdateien. Wenn du die [audio] Syntax benutzt und keine absolute URL für die mp3-Dateien (die komplette URL inklusive "http://") angibst, sucht Audio Player automatisch hier. Du kannst dies für einen Ordner innerhalb deiner Blog-Ordnerstruktur aktivieren oder alternativ, falls du deine Musikdateien außerhalb des Blogs speicherst (vielleicht sogar auf einem anderen Server), wähle "Benutzerdefiniert" aus dem Menü und gib die absolute URL dieses Ortes an.
es_es: Esta es la ruta predeterminada de tus archivos de audio. Cuando utilices la sintáxis [audio] y no facilites una URL absoluta para el archivo mp3 (la url completa con "http://" incluido). El reproductor de audio buscará automáticamente en esta ruta. Puedes configurar esto a una carpeta ubicada dentro de la estructura de carpetas del blog o, alternativamente, si deseas guardar tus archivos de audio fuera del blog (incluso en un servidor diferente), selecciona "Custom" de la lista desplegable e ingresa la URL absoluta hacia esa ruta.

source: Player width
da_dk: Bredde på afspiller
de_de: Player-Breite
es_es: Ancho del reproductor

source: You can enter a value in pixels (e.g. 200) or as a percentage (e.g. 100%)
da_dk: Du kan indtaste en værdi i pixels (f.eks. 200) eller en procentsats (f.eks. 100%)
de_de: Du kannst einen Wert in Pixeln (z.B. 200) oder in Prozent (z.B. 100%) eintragen.
es_es: Puede ingresar un valor en pixeles (ej. 200) o como un porcentaje (ej. 100%)

source: Colour scheme
da_dk: Farveskema
de_de: Farbschema
es_es: Esquema de Color

source: Background
da_dk: Baggrund
de_de: Hintergrund
es_es: Fondo

source: Left background
da_dk: Venstre baggrund
de_de: Linker Hintergrund
es_es: Fondo izquierdo

source: Left icon
da_dk: Venstre ikon
de_de: Linkes Symbol
es_es: Icono izquierdo

source: Volume control track
da_dk: Lydstyrke kontrolspor
de_de: Lautstärkenkontrolle für dieses Musikstück
es_es: Control de volumen de la pista

source: Volume control slider
da_dk: Lydstyrke kontrolglider
de_de: Lautstärkenregler
es_es: Control de volumen deslizante

source: Right background
da_dk: Højre baggrund
de_de: Rechter Hintergrund
es_es: Fondo derecho

source: Right background (hover)
da_dk: Højre baggrund (hover)
de_de: Rechter Hintergrund (hover)
es_es: Fondo derecho (flotante)

source: Right icon
da_dk: Højre ikon
de_de: Rechtes Symbol
es_es: Icono derecho

source: Right icon (hover)
da_dk: Højre ikon (hover)
de_de: Rechtes Icon (hover)
es_es: Icono derecho

source: Text
da_dk: Tekst
es_es: Texto

source: Progress bar
da_dk: Statuslinje
de_de: Fortschrittsleiste
es_es: Barra de progreso

source: Progress bar track
da_dk: Progress bar spor
de_de: Fortschrittsleiste für dieses Musikstück
es_es: Barra de progreso de la pista

source: Progress bar border
de_de: Rahmen der Fortschrittsleiste
es_es: Borde de la barra de progreso

source: Loading bar
de_de: Ladebalken
es_es: Barra de carga

source: Next/Previous buttons
da_dk: Næste/Forrige knapper
de_de: Nächste/Vorherige Knöpfe
es_es: Botones Siguente/Anterior

source: Pick
da_dk: Vælg
de_de: Auswählen
es_es: Coger

source: From your theme
da_dk: Fra dit tema
de_de: Von deinem Theme
es_es: Desde su tema

source: Theme colors
da_dk: Temafarver
de_de: Theme-Farben
es_es: Colores del tema

source: Here, you can set the page background of the player. In most cases, simply select "transparent" and it will match the background of your page. In some rare cases, the player will stop working in Firefox if you use the transparent option. If this happens, untick the transparent box and enter the color of your page background in the box below (in the vast majority of cases, it will be white: #FFFFFF).
da_dk: Her kan du sætte side farven på afspillerens baggrund. I de fleste tilfælde kan du bare vælge "transparent" og det vil matche baggrunden på din side. I sjældne tilfælde vil afspilleren stoppe med at virke i Firefox hvis du bruger transparent-tilvalget. Hvis dette sker, ophæv markeringen i transparent-boksen og indtast farven på din sidebaggrund i boksen under (i langt de fleste tilfælde vil denne være hvid: #FFFFFF).
de_de: Hier kannst du den Seitenhintergrund des Players einstellen. In den meisten Fällen wählst du einfach "transparent" und es wird sich deinem Seitenhintergrund anpassen. In Einzelfällen funktioniert der Player nicht mehr in Firefox, wenn diese Einstellung gewählt wird. Falls dies passieren sollte, deaktiviere die "Transparent"-Einstellung und gib die Farbe deines Hintergrundes in das untenstehende Feld ein (mehrheitlich wird dies weiß sein: #FFFFFF).
es_es: Aquí puedes configurar el fondo de la página del reproductor. En la mayoría de los casos simplemente seleccionna "transparente" y se ajustará al fondo de tu página. In algunos casos más raros el reproductor dejará de funcionar en Firefox si usas la opción transparente. Si esto ocurre, deselecciona la opción transparente e introduce el color del fondo de tu página en la caja de texto de abajo (en la gran mayoría de los casos será blanco: #FFFFFF).

source: Page background color
da_dk: Side baggrundsfarve
de_de: Hintergrundfarbe
es_es: Color del fondo de la página

source: Transparent
da_dk: Gennemsigtig
es_es: Transparente

source: Reset colour scheme
da_dk: Nulstil farveskema
de_de: Farbschema zurücksetzen
es_es: Restablecer esquema de color

source: Options
da_dk: Valgmuligheder
de_de: Optionen
es_es: Opciones

source: Disable animation
da_dk: Deaktiver animationer
de_de: Animation deaktivieren
es_es: Desactivar animación

source: If you don't like the open/close animation, you can disable it here.
da_dk: Hvis du ikke kan lide åbn/luk animationen kan du deaktivere den her.
de_de: Wenn Sie die Öffnen/Schließen-Animation nicht mögen, können Sie diese hier deaktivieren.
es_es: Si no le gusta la animación de abrir/cerrar, puede desactivarla aquí.

source: Show remaining time
da_dk: Vis tilbageværende tid
de_de: Zeige verbleibende Zeit
es_es: Mostrar el tiempo restante

source: This will make the time display count down rather than up.
da_dk: Dette vil få tidsvisning til at tælle ned frem for op.
de_de: Dadurch wird die angzeigte Zeit anstatt hinauf hinuntergezählt.
es_es: Esto hará que el tiempo mostrado cuente hacia atrás en lugar de hacia delante.

source: Disable track information
da_dk: Deaktiver spor information
de_de: Informationen über das Stück deaktivieren
es_es: Desactivar información de pista

source: Select this if you wish to disable track information display (the player won't show titles or artist names even if they are available.)
da_dk: Vælg dette hvis du ønsker at deaktivere spor informationsvisning (afspilleren vil ikke vise titler eller kunstnernavne selv hvis de er aktiveret.)
de_de: Wähle dies, wenn du die Informationen über das Stück deaktivieren willst (der Spieler zeigt keine Titel oder Künstlernamen, auch wenn sie verfügbar sind.)
es_es: Seleccione ésta si quiere desactivar la pantalla de información de la pista (el reproductor no mostrará tíSetulos o nombres de artistas aunque estén disponibles)

source: Switch to RTL layout
da_dk: Skift til RTL-layout
de_de: Zum RTL-Layout wechseln
es_es: Cambiar a plantilla RTL

source: Select this to switch the player layout to RTL mode (right to left) for Arabic and Hebrew language blogs.
da_dk: Vælg dette for at skifte afspillerens layout til RTL-tilstand (højre mod venstre) for arabisk og hebraiske blogs.
de_de: Wähle dies um das Player Layout auf RTL-Modus (right to left) für arabische und hebräische Blogs zu ändern.
es_es: Seleccione ésta para cambiar la configuración del reproductor al modo RTL (derecha a izquierda) para blogs en árabe o hebreo

source: The following options determine what is included in your feeds. The plugin doesn't place a player instance in the feed. Instead, you can choose what the plugin inserts. You have three choices:
da_dk: De følgende valgmuligheder bestemmer hvad der inkluderes i dine feeds. Pluginet placerer ikke afspilleren i dit feed. I stedet kan du vælge hvad pluginet sætter ind. Du har tre valg:
de_de: Die folgende Option legt fest, was in deine Feeds eingefügt wird. Das Plugin stellt keinen Player im Feed zur Verfügung. Stattdessen kannst du wählen, was das Plugin anzeigt. Du hast drei Auswahlmöglichkeiten:
es_es: Las opciones siguientes determinan qué se incluye en sus fuentes. El complemento no sitúa una instancia del reproductor en la fuente. En vez de esto, puede elegir qué complemento se inserta. Hay tres elecciones:

source: Download link
es_es: Enlace de descarga

source: Choose this if you are OK with subscribers downloading the file.
da_dk: Vælg dette hvis det er OK at abonnenter kan hente filen.
de_de: Wähle dies, wenn du willst, dass deine Abonennten die Datei herunterladen können.
es_es: Escoja esto si usted está de acuerdo con la descarga del archivo por parte de los suscriptores.

source: Nothing
da_dk: Intet
de_de: Nichts
es_es: Nada

source: Choose this if you feel that your feed shouldn't contain any reference to the audio file.
da_dk: Vælg dette hvis du føler at dit feed ikke skal indeholde nogen reference til lyd-filen.
de_de: Wähle dies, wenn du keine Verknüpfung zur Musikdatei in deinem Feed angezeigt haben willst.
es_es: Selecciona esto si crees que tu feed no deberia contener ninguna referencia al archivo de audio

source: Choose this to use your own alternative content for all player instances. You can use this option to tell subscribers that they can listen to the audio file if they read the post on your blog.
da_dk: Vælg dette for at bruge dit eget alternative indhold for alle afspillere. Du kan bruge denne valgmulighed til at fortælle abonnenter at de kan lytte til lyd-filen hvis de læser indlægget på din blog.
de_de: Wähle dies, wenn du deinen eigenen Inhalt für alle Player-Instanzen verwenden willst. Du kannst diese Option auch dazu verwenden, deinen Abonennten mitzuteilen, dass sie die Musikdatei anhören können, wenn sie den Rest des Beitrages auf deinem Blog lesen.
es_es: Elige esto para usar tu propio contenido alternativo para todas las instancias del reproductir. Puedes usar esta opción para decir a los subscriptores que pueden escuchar el archivo de audio si leen el post en tu blog.

source: Alternate content for feeds
da_dk: Alternativ indhold for feeds
de_de: Alternativer Inhalt
es_es: Contenido alterno para feeds

source: Custom alternate content
da_dk: Brugertilpasset alternativt indhold
de_de: Benutzerdefinierter alternativer Inhalt
es_es: Personalizar contenido alterno

source: Pre and Post appended audio clips
da_dk: Før og efter tilføjede lydklip
de_de: Vor und Nach angefügten Audio-Clips
es_es: Clips de audio añadidos antes y después

source: You may wish to pre-append or post-append audio clips into your players. The pre-appended audio will be played before the main audio, and the post-appended will come after. A typical podcasting use-case for this feature is adding a sponsorship message or simple instructions that help casual listeners become subscribers. <strong>This will apply to all audio players on your site</strong>. Your chosen audio clips should be substantially shorter than your main feature.
da_dk: Du kan ønske at for-tilføje, eller efter-tilføje lydklip til dine afspillere. Den for-tilføjede lyd vil blive afspillet før hoved lydfilen, og efter-tilføjet vil komme efter. En typisk podcasting bruger-case for denne feature er at tilføje en sponsormeddelelse eller simpel instruktion som hjælper tilfældige lyttere med at abonnere. <strong>Dette er gældende for alle dine afspillere på dit site</strong>. Dit valgte lydklip bør være væsentligt kortere end din hoved feature.
de_de: Du möchtest vielleicht bestimmte Audio-Clips vor- oder nach dem Hauptstück an deinen Player anhängen. Die vor-angehängten Musikstücke werden vor den eigentlichen Musikdateien abgespielt, die nach-angehängten Musikstücke werden danach abgespielt. Üblicherweise wird dies zB zum Anhängen einer Sponsor-Nachricht an Podcasts verwendet. Du kannst diese Option auch dazu verwenden, deine Höhrer zum Abonnieren zu motivieren. <strong>Die Einstellungen sind für alle Player auf deiner Seite gültig.</strong> Deine gewählten Audio-Clips sollten wesentlich kürzer sein, als dein Hauptinhalt.
es_es: Puede elegir añadir clips de audio antes o después en sus reproductores. El audio añadido antes se reproducirá antes del audio principal, y el añadido después vendrá luego. Un uso típico de esta característica en el caso de podcasts es añadir anuncios o instrucciones sencillas para que los oyentes se hagan suscriptores. <Fuerte> Esto será aplicable a todos los reproductores de audio en el sitio</fuerte>. Los clips de audio escogidos serán bastante más cortos que los principales

source: Pre-appended audio clip URL
da_dk: For-tilføj lydklip URL
de_de: URL zur Datei die vor dem Hauptinhalt angehängt werden soll
es_es: URL del clip de audio añadido antes

source: Leave this value blank for no pre-appended audio
da_dk: Efterlad denne værdi tom for ingen for-tilføjelse af lyd
de_de: Bitte dieses Feld nicht befüllen, wenn du keine Datei vor dem Hauptinhalt anhängen möchtest
es_es: Deje este valor en blanco para no añadir audio antes

source: Post-appended audio clip URL
da_dk: Efter-tilføj lydklip URL
de_de: URL zur Datei die nach dem Hauptinhalt angehängt werden soll
es_es: URL del clip de audio añadido después

source: Leave this value blank for no post-appended audio
da_dk: Efterlad denne værdi tom for ingen efter-tilføjet lyd-fil
de_de: Bitte dieses Feld nicht befüllen, wenn du keine Datei nach dem Hauptinhalt anhängen möchtest
es_es: Deje este valor en blanco para no añadir audio después

source: Alternate content for excerpts
da_dk: Alternativt indhold for eksperter
de_de: Alternative Inhalte für Auszüge
es_es: contenido alternativo para trozos de audio
